org/probabilidad/08.org
#+title:Normalidad y Teorema Central del Límite
* La distribución normal
** Presentación
**** Definición 1.1.
La función definida por}
\varphi (x) =}
1
\sqrt{}
2 \pi
e
−x
2
/{2}
(1)
se llama la función densidad normal{; su integral
\Phi(x) =
1
\sqrt{}
2 \pi
Z
x
−\infty
e
−t
2
/{2}
dt (2)
es la función distribución normal.
Folclore. Se sabe que la función e}
−x
2
no admite una primitiva que pueda expresarse medi
ante un número finito de funciones elementales: x
\nu
, sen(x), cos(x), a
x
, etc.... (Ver Piskunov,
N., (1983). cálculo diferencial e integral, tomo I, Mir, Moscú). Sin embargo, usando técnicas
de cambio de variables bidimensionales se puede demostrar que
R
\infty
−\infty
\varphi (x) dx = 1.
La función \Phi(x) crece desde 0 hasta 1. Su gráfico es una curva con forma de S con
\Phi(−x) = 1 − \Phi(x). (3)
2
−4 −3 −2 −1 0 1 2 3 4
0
0.05
0.1
0.15
0.2
0.25
0.3
0.35
0.4
(a)
−4 −3 −2 −1 0 1 2 3 4
0
0.1
0.2
0.3
0.4
0.5
0.6
0.7
0.8
0.9
1
(b)
Figura 1: (a) La función densidad normal \varphi(x) :=
1
\sqrt{}
2 \pi
e
−x
2
/{2}
; (b) La función distribución
normal \Phi(x) =
1
\sqrt{}
2 \pi
R
x
−\infty
e
−t
2
/{2}
dt
Tablas. La tabla de valores de la función distribución normal se puede consultar en la}
mayoría de los libros sobre probabilidad y/o estadística. En general se tabulan los valores
de \Phi(x) para x = d
0
+
d
1
10
+
d
2
100
, donde d
0
\in \{0, 1, 2, 3\} y d}
1
, d
2
\in \{0, 1, 2, \dots , 9}\. Las filas}
de la tabla están indexadas por los números d
0
. d
1
y sus columnas por los números 0.0d
2
:
en l a posición (d
0
. d
1
, 0.0}d
2
) de la tabla se encuentra el valor \Phi(d
0
. d
1
d
2
). Por ejemplo, si
se consulta la tabla del libro de Feller, W. (1968). An Introduction to Probability Theory}
and it s Applications, en fila 1.2 y columna de 0.08 puede leerse 0.8997, lo que significa que}
\Phi(1.28) = 0.8997.
En el Cuadro 1.1 reproducimos algunos de los valores de la tabla del Feller:
**** Lema 1.2. Para cada x > 0 valen las siguientes desigualdades:}
\varphi (x)

1
x
−
1
x
3

< 1 − \Phi(x) < \varphi (x)

1
x

. (4)
3
x 1.28 1.64 1.96 2.33 2.58 3.09 3.29}
\Phi(x) 0.8997 0.9495 0.975 0.9901 0.9951 0.9990 0.9995
Cuadro 1: En la tabla se muestran algunos valores de \Phi(x) :=
1
\sqrt{}
2 \pi
R
x
−\infty
e
−t
2
/{2}
dt.
**** Demostración
Usando que}
d
dx
\varphi (x) = −} x\varphi (x) es fácil ver que las derivadas de los miembros}
de las desigualdades (4) satisfacen:
d
dx

\varphi (x)

1
x
−
1
x
3

= −{\varphi}(x)

1 −}
3
x
4

.
d
dx
[1 − \Phi(x)] = −{\varphi}(x).
d
dx

\varphi (x)

1
x

= −{\varphi}(x)

1 +
1
x
2

.
Por lo tanto,
d
dx

−{\varphi (x)

1
x
−
1
x
3

<
d
dx
[\Phi(x) − 1] <}
d
dx

−{\varphi (x)

1
x

(5)
Las desigualdades (4) se obtienen integrando desde x hasta \infty}.
**** Nota Bene
De las desigualdades (4) se infiere un método de cálculo para aproximar los}
valores de 1 − \Phi(x): promediando los valores de los extremos de las desigualdades se obtiene
una aproximación cuyo error absoluto es menor que la semi-diferencia entre ambos:




1 − \Phi(x) − \varphi}(x)

1
x
−
1
2x
3





\leq
\varphi (x)
2x
3
. (6)
De la desigualdad (6) se puede ver que la aproximación
\Phi(x) \approx 1 − \varphi}(x)

1
x
−
1
2x
3

(7)
es prácticamente inútil para valores /pequeños/ de x (i.e., x \in (0, 1]) pero va mejorando a
medida que los valores de x /crecen/  . Usando la aproximación dada en (7) se obtienen las
siguientes aproximaciones
x
1.28 1.64 1.96 2.33 2.58 3.09 3.29
\Phi(x) 0.90454 0.94839 0.97406 0.98970 0.99487 0.99896 0.99948
|{error}| \leq
0.04192 0.01178 0.00388 0.00104 0.00041 0.00005 0.00002
Cuadro 2: Algunos valores de \Phi(x) obtenidos mediante la estimación (7).
Nota histórica La distribución normal fue descubierta por De Moivre en 1733 como re
sultado de analizar la forma límite de la distribución binomial simétrica y redescubierta
nuevamente por Gauss (1809) y Laplace (1812) quienes la estudiaron en relación con sus tra
bajos sobre la teoría de los errores de observación. Laplace dio, además, el primer enunciado
(incompleto) del teorema central del límite. (Ver Cramer, H., (1970). Métodos matemáticos}
de estadística , Aguilar, Madrid.)
4
** Cuentas con normales
Sean \mu \in \Re y \sigma > 0 arbitrarios, pero fijos. Se dice que la variable aleatoria X tiene
distribución normal de parámetros \mu y \sigma}
2
y se denota X \sim N}(\mu, \sigma
2
) si la función densidad
de X es de la forma
\varphi
\mu,\sigma
2
(x) =
1
\sigma
\sqrt{}
2 \pi
exp

−
(x − \mu)
2
2 \sigma
2

. (8)
