probabilidad/08.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-03-06 Wed 22:31 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Normalidad y Teorema Central del Límite</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="/res/org.css"/>

</head>
<body>
<div id="content">
<h1 class="title">Normalidad y Teorema Central del Límite</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org202e6a1">La distribución normal</a>
<ul>
<li><a href="#org21da136">Presentación</a>
<ul>
<li>
<ul>
<li><a href="#orgacffe57">Definición 1.1.</a></li>
<li><a href="#orga31c574">Lema 1.2. Para cada x &gt; 0 valen las siguientes desigualdades:}</a></li>
<li><a href="#orgf45e3c8">Demostración</a></li>
<li><a href="#orgef60b61">Nota Bene</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org215b8da">Cuentas con normales</a>
<ul>
<li>
<ul>
<li><a href="#org39becce">Nota Bene</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org508d6a8">Ejemplos</a>
<ul>
<li>
<ul>
<li><a href="#org34edfc9">Ejemplo 1.3.</a></li>
<li><a href="#org0e6c74b">Nota Bene sobre grandes desvíos. Sea X una variable aleatoria con distribución normal}</a></li>
<li><a href="#orgfd1e8ef">Ejemplo 1.4.</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5f4415d">Suma de normales independientes</a>
<ul>
<li>
<ul>
<li><a href="#orgf3fd656">Lema 1.5. Sean X}</a></li>
<li><a href="#orgc702f87">Demostración</a></li>
<li><a href="#orgc0fc9ec">Nota Bene</a></li>
<li><a href="#org046e23f">Teorema 1.6. Sean X}</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5275de1">Génesis de la distribución normal</a>
<ul>
<li><a href="#org3c87427">Teorema límite de De Moivre - Laplace</a>
<ul>
<li>
<ul>
<li><a href="#org39cb05d">Teorema 2.1 (Teorema límite de De Moivre-Laplace). Consideramos una sucesión de en-</a></li>
<li><a href="#orge33141b">Demostración</a></li>
<li><a href="#org5b64e55">Nota Bene</a></li>
<li><a href="#orge1815ba">Nota Bene</a></li>
<li><a href="#org1237073">Ejemplo 2.2.</a></li>
<li><a href="#org62779a1">Ejemplo 2.3.</a></li>
<li><a href="#orgbe981b9">Ejemplo 2.4.</a></li>
<li><a href="#org75ade87">Nota Bene</a></li>
<li><a href="#orgb6a9941">Ejemplo 2.5 (Encuesta electoral). Queremos estimar la proporción del electorado que pre</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><a href="#org39cd828">Teorema central del límite</a>
<ul>
<li>
<ul>
<li>
<ul>
<li><a href="#org3f6d056">Teorema 3.1 (Teorema Central del Límite). Sea X</a></li>
<li><a href="#org14387ab">Demostración</a></li>
<li><a href="#orgfa29bfc">Corolario 3.2. Sea X}</a></li>
<li><a href="#org414e697">Demostración</a></li>
<li><a href="#orgc06cd52">Nota Bene</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org0a87959">Ejemplos</a>
<ul>
<li>
<ul>
<li><a href="#org9d8204c">Ejemplo 3.3 (Suma de uniformes). Puesto que la distribución uniforme sobre}</a></li>
<li><a href="#org808f1a8">Ejemplo 3.4.</a></li>
<li><a href="#org1f2cd38">Ejemplo 3.5 (Suma de exponenciales). La suma S</a></li>
<li><a href="#orgd34090f">Ejemplo 3.6.</a></li>
<li><a href="#org81c1d93">Ejemplo 3.7.</a></li>
<li><a href="#org0acaf94">Ejemplo 3.8.</a></li>
<li><a href="#orga08d2a0">Ejemplo 3.9.</a></li>
<li><a href="#orgd7c6ad0">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><a href="#orge6bcfd3">Distribuciones relacionadas con la Normal</a>
<ul>
<li><a href="#org5a9e1b9">&Chi;<sup>2</sup> (chi-cuadrado)</a>
<ul>
<li>
<ul>
<li><a href="#org201ae22">Definición 4.1 (Distribución chi-cuadrado con un grado de libertad). Si Z es una una vari</a></li>
<li><a href="#org93cf5ad">Nota Bene</a></li>
<li><a href="#orgd1af761">Definición 4.2 (Distribución chi-cuadrado). Si U</a></li>
<li><a href="#org37b3cf3">Nota Bene</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgdecc5b2">t de Student</a>
<ul>
<li>
<ul>
<li><a href="#org2f64816">Definición 4.3 (La distribución t de Student). Sean Z y U variables aleatorias independientes</a></li>
<li><a href="#orgd485775">Observación 4.4. Notar que la densidad de t}</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org80991d2">F de Fisher</a>
<ul>
<li>
<ul>
<li><a href="#org3eb7e40">Definición 4.5 (Distribución F ). Sean U y V variables aleatorias independientes con dis-</a></li>
<li><a href="#org10b4d99">Nota Bene</a></li>
<li><a href="#orgfbd9d24">Observación 4.6. Notar que de las igualdades}</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><a href="#org60cda05">Bibliografía consultada</a></li>
</ul>
</div>
</div>
<div id="outline-container-org202e6a1" class="outline-2">
<h2 id="org202e6a1">La distribución normal</h2>
<div class="outline-text-2" id="text-org202e6a1">
</div>
<div id="outline-container-org21da136" class="outline-3">
<h3 id="org21da136">Presentación</h3>
<div class="outline-text-3" id="text-org21da136">
</div>
<div id="outline-container-orgacffe57" class="outline-5">
<h5 id="orgacffe57">Definición 1.1.</h5>
<div class="outline-text-5" id="text-orgacffe57">
<p>
La función definida por}
&varphi; ( x) =}
1
\sqrt{}
2 &pi; 
e
−x
2
/{2}
(1)
se llama la función densidad normal{; su integral
&Phi;(x) =
1
\sqrt{}
2 &pi; 
Z
x
−&infin;
e
−t
2
/{2}
dt (2)
es la función distribución normal.
Folclore. Se sabe que la función e}
−x
2
no admite una primitiva que pueda expresarse medi
ante un número finito de funciones elementales: x
&nu;
, sen(x), cos(x), a
x
, etc&#x2026;. (Ver Piskunov,
N., (1983). cálculo diferencial e integral, tomo I, Mir, Moscú). Sin embargo, usando técnicas
de cambio de variables bidimensionales se puede demostrar que
R
&infin;
−&infin;
&varphi; ( x ) dx = 1.
La función &Phi;(x) crece desde 0 hasta 1. Su gráfico es una curva con forma de S con
&Phi;(−x) = 1 − &Phi;(x). (3)
2
−4 −3 −2 −1 0 1 2 3 4
0
0.05
0.1
0.15
0.2
0.25
0.3
0.35
0.4
(a)
−4 −3 −2 −1 0 1 2 3 4
0
0.1
0.2
0.3
0.4
0.5
0.6
0.7
0.8
0.9
1
(b)
Figura 1: (a) La función densidad normal &varphi;(x) :=
1
\sqrt{}
2 &pi; 
e
−x
2
/{2}
; (b) La función distribución
normal &Phi;(x) =
1
\sqrt{}
2 &pi; 
R
x
−&infin;
e
−t
2
/{2}
dt
Tablas. La tabla de valores de la función distribución normal se puede consultar en la}
mayoría de los libros sobre probabilidad y/o estadística. En general se tabulan los valores
de &Phi;(x) para x = d
0
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
d
1
10
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
d
2
100
, donde d
0
&isin; \{0, 1, 2, 3\} y d}
1
, d
2
&isin; \{0, 1, 2, &hellip; , 9}\. Las filas}
de la tabla están indexadas por los números d
0
. d
1
y sus columnas por los números 0.0d
2
</p>
<pre class="example">


</pre>
<p>
en l a posición (d
0
. d
1
, 0.0}d
2
) de la tabla se encuentra el valor &Phi;(d
0
. d
1
d
2
). Por ejemplo, si
se consulta la tabla del libro de Feller, W. (1968). An Introduction to Probability Theory}
and it s Applications, en fila 1.2 y columna de 0.08 puede leerse 0.8997, lo que significa que}
&Phi;(1.28) = 0.8997.
En el Cuadro 1.1 reproducimos algunos de los valores de la tabla del Feller:
</p>
</div>
</div>
<div id="outline-container-orga31c574" class="outline-5">
<h5 id="orga31c574">Lema 1.2. Para cada x &gt; 0 valen las siguientes desigualdades:}</h5>
<div class="outline-text-5" id="text-orga31c574">
<p>
&varphi; ( x ) 

1
x
−
1
x
3

&lt; 1 − &Phi;(x ) &lt; &varphi; ( x ) 

1
x

. (4)
3
x 1.28 1.64 1.96 2.33 2.58 3.09 3.29}
&Phi;(x) 0.8997 0.9495 0.975 0.9901 0.9951 0.9990 0.9995
Cuadro 1: En la tabla se muestran algunos valores de &Phi;(x) :=
1
\sqrt{}
2 &pi; 
R
x
−&infin;
e
−t
2
/{2}
dt.
</p>
</div>
</div>
<div id="outline-container-orgf45e3c8" class="outline-5">
<h5 id="orgf45e3c8">Demostración</h5>
<div class="outline-text-5" id="text-orgf45e3c8">
<p>
Usando que}
d
dx
&varphi; ( x) = −} x&varphi; ( x) es fácil ver que las derivadas de los miembros}
de las desigualdades (4) satisfacen:
d
dx

&varphi; ( x ) 

1
x
−
1
x
3

= −{&varphi;}(x)

1 −}
3
x
4

.
d
dx
[1 − &Phi;(x)] = −{&varphi;}(x).
d
dx

&varphi; ( x ) 

1
x

= −{&varphi;}(x)

1 +
1
x
2

.
Por lo tanto,
d
dx

−{&varphi; ( x ) 

1
x
−
1
x
3

&lt;
d
dx
[&Phi;(x) − 1] &lt;}
d
dx

−{&varphi; ( x ) 

1
x

(5)
Las desigualdades (4) se obtienen integrando desde x hasta &infin;}.
</p>
</div>
</div>
<div id="outline-container-orgef60b61" class="outline-5">
<h5 id="orgef60b61">Nota Bene</h5>
<div class="outline-text-5" id="text-orgef60b61">
<p>
De las desigualdades (4) se infiere un método de cálculo para aproximar los}
valores de 1 − &Phi;(x): promediando los valores de los extremos de las desigualdades se obtiene
una aproximación cuyo error absoluto es menor que la semi-diferencia entre ambos:




1 − &Phi;(x) − &varphi;}(x)

1
x
−
1
2x
3





&le;
&varphi; ( x ) 
2x
3
. (6)
De la desigualdad (6) se puede ver que la aproximación
&Phi;(x) &asymp; 1 − &varphi;}(x)

1
x
−
1
2x
3

(7)
es prácticamente inútil para valores /"pequeños"/de x (i.e., x &isin; (0, 1]) pero va mejorando a
medida que los valores de x /"crecen''. Usando la aproximación dada en (7) se obtienen las
siguientes aproximaciones
x
1.28 1.64 1.96 2.33 2.58 3.09 3.29
&Phi;(x) 0.90454 0.94839 0.97406 0.98970 0.99487 0.99896 0.99948
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">{error}</td>
<td class="org-left">&le;</td>
</tr>
</tbody>
</table>
<p>
0.04192 0.01178 0.00388 0.00104 0.00041 0.00005 0.00002
Cuadro 2: Algunos valores de &Phi;(x) obtenidos mediante la estimación (7).
Nota histórica La distribución normal fue descubierta por De Moivre en 1733 como re
sultado de analizar la forma límite de la distribución binomial simétrica y redescubierta
nuevamente por Gauss (1809) y Laplace (1812) quienes la estudiaron en relación con sus tra
bajos sobre la teoría de los errores de observación. Laplace dio, además, el primer enunciado
(incompleto) del teorema central del límite. (Ver Cramer, H., (1970). Métodos matemáticos}
de estadística , Aguilar, Madrid.)
4
</p>
</div>
</div>
</div>
<div id="outline-container-org215b8da" class="outline-3">
<h3 id="org215b8da">Cuentas con normales</h3>
<div class="outline-text-3" id="text-org215b8da">
<p>
Sean &mu; &isin; \Re y &sigma; &gt; 0 arbitrarios, pero fijos. Se dice que la variable aleatoria X tiene
distribución normal de parámetros &mu; y &sigma;}
2
y se denota X &sim; N}(&mu;, &sigma;
2
) si la función densidad
de X es de la forma
&varphi;
&mu;,&sigma;
2
(x) =
1
&sigma;
\sqrt{}
2 &pi; 
exp

−
(x − &mu;)
2
2 &sigma; 
2

. (8)
</p>
</div>
