org/probabilidad/08.org
**** Demostración
Observando que X}
1
+ X_2
= (X_1
− \mu
1
) + (X_2
− \mu
2
) + \mu}
1
+ \mu}
2
el problema se
reduce a considerar el caso \mu}
1
= \mu}
2
= 0. La prueba se obtiene mostrando que la convolución de
las densidades f
1
(x
1
) =
1
\sqrt{}
2{\pi\sigma}
1
exp

−x
2
1
/{2}\sigma
2
1

y f
2
(x
2
) =
1
\sqrt{}
2{\pi\sigma}
2
exp

−x
2
2
/{2}\sigma
2
2

es la densidad
normal de media \mu}
1
+ \mu}
2
y varianza \sigma}
2
= \sigma}
2
1
+ \sigma}
2
2
. Por definición
(f
1
∗ f
2
)(x) =
Z
\infty
−\infty
f
1
(x − y)f
2
(y) =
1
2{\pi\sigma}
1
\sigma
2
Z
\infty
−\infty
exp

−
(x − y)
2
2 \sigma
2
1
−
y
2
2 \sigma
2
2

dy (13)
El resultado se obtendrá mediante un poco de álgebra, bastante paciencia, y un cambio de
variables en la integral del lado derecho de la identidad (13).
exp

−
(x − y)
2
2 \sigma
2
1
−
y
2
2 \sigma
2
2

= exp
−
1
2

\sigma
\sigma
1
\sigma
2
y −}
\sigma
2
\sigma\sigma
1
x

2
−
x
2
2 \sigma
2
!
= exp
−
1
2

\sigma
\sigma
1
\sigma
2
y −}
\sigma
2
\sigma\sigma
1
x

2
!
exp

−
x
2
2 \sigma
2

La primera igualdad se obtuvo completando cuadrados respecto de y en la expresión −}
(x{−}y)
2
2 \sigma
2
1
−
y
2
2 \sigma
2
2
y reagrupando algunos términos. Mediante el cambio de variables z =
\sigma
\sigma
1
\sigma
2
y −}
\sigma
2
\sigma\sigma
1
x, cuya}
diferencial es de la forma dz =
\sigma
\sigma
1
\sigma
2
dy, se puede ver que}
(f
1
∗ f
2
)(x) =
1
2{\pi\sigma}
exp

−
x
2
2 \sigma
2

Z
\infty
−\infty
exp

−
z
2
2

dz =}
1
\sqrt{}
2{\pi \sigma}
exp

−
x
2
2 \sigma
2

.
Este resultado se puede generalizar para una suma de n variables aleatorias independientes:
Sean X_1
, X_2
, \dots , X
n
variables aleatorias independientes con distribuciones normales: X
i
\sim
N(\mu }
i
, \sigma
2
i
), 1 \leq i \leq n. Entonces,
n
X
{i=1}
X
i
\sim N
n
X
{i=1}
\mu
i
,
n
X
{i=1}
\sigma
2
i
!
.
La prueba se obtiene por inducción y utilizando la siguiente propiedad /hereditaria/ de
familias de variables aleatorias independientes (cuya prueba puede verse en el Capítulo 1
del libro de Durrett, R.(1996): Probability Theory and Examples): Si X}
1
, X_2
, \dots , X
n
son
variables aleatorias independientes, entonces funciones (medibles) de familias disjunta s de las
X
i
también son independientes.
**** Nota Bene
Observando que para cada a \in \Re y X \sim N}(\mu, \sigma
2
) resulta que aX \sim N}(a\mu, a}
2
\sigma
2
)
se obtiene el siguiente resultado:
7
**** Teorema 1.6. Sean X}
1
, X_2
, \dots , X
n
variables aleato rias independientes con distribuciones
normales: X
i
\sim N(\mu }
i
, \sigma
2
i
), 1 \leq i \leq n y sean a
1
, a
2
, \dots , a
n
números reales cualesquiera.
Entonces,
n
X
{i=1}
a
i
X
i
\sim N
n
X
{i=1}
a
i
\mu
i
,
n
X
{i=1}
a
2
1
\sigma
2
i
!
.
* Génesis de la distribución normal
** Teorema límite de De Moivre - Laplace
En 1733, De Moivre observó que la distribución binomial correspondiente a la cantidad
de é xitos, S_n
, en n ensayos de Bernoulli simétricos tiene la forma límite de una campana.
Esta observación fue la clave que le permitió descubrir la famosa campana de Gauss y allanar
el camino que lo condujo a establecer la primera versión del Teorema Ce ntral del Límite{: la
convergencia de la distribución Binomial(n, 1 / 2) a la distribución normal estándar. En 1801,
Laplace refinó y generalizó este resultado al caso de la distribución Binomial(n, p). El Teorema
de De Moivre-Laplace, que enunciamos más abajo, mejora sustancialmente la Ley débil de los
grandes números porque proporciona una estimación mucho más precisa de las probabilidades
P

|
S_n
n
− p| \leq \epsilon}

.
0 2 4 6 8 10 12 14 16
0
0.02
0.04
0.06
0.08
0.1
0.12
0.14
0.16
0.18
Figura 2: Relación entre la distribución Binomial simétrica y la distribución normal. La prob
abilidad de que ocurran k éxitos en n ensayos de Bernoulli está representada por un segmento
paralelo al eje de las abscisas localizado en la ordenada k de al tura igual a \mathbb{P}(S_n
= k). La curva
continua /aproxima/ los valores de \mathbb{P}(S_n
= k). Observar que dichas probabilidades también
se pueden representar como áreas de re ctángulos de altura \mathbb{P}(S_n
= k) y de base unitaria
centrada en k.
8
**** Teorema 2.1 (Teorema límite de De Moivre-Laplace). Consideramos una sucesión de en-
sayos de Bernoulli independi entes . Sean p la probabilidad de éxito en cada ensayo y S_n
la
cantida d de é xitos observados en los primeros n ensayos. Para cualqu ier x \in \Re vale que
\lim_{n  \rightarrow \infty}
P
S_n
− np}
p
np(1 − p)
\leq x
!
= \Phi(x), (14)
donde \Phi(x) :=}
R
x
−\infty
1
\sqrt{}
2 \pi
e
−t
2
/{2}
dt es la función distribución normal estándar.
