probabilidad/08.html
<div id="outline-container-orgc702f87" class="outline-5">
<h5 id="orgc702f87">Demostración</h5>
<div class="outline-text-5" id="text-orgc702f87">
<p>
Observando que X}
1
</p>
<ul class="org-ul">
<li>X<sub>2</sub></li>
</ul>
<p>
= (X<sub>1</sub>
− &mu; 
1
) + (X<sub>2</sub>
− &mu; 
2
) + &mu;}
1
</p>
<ul class="org-ul">
<li>&mu;}</li>
</ul>
<p>
2
el problema se
reduce a considerar el caso &mu;}
1
= &mu;}
2
= 0. La prueba se obtiene mostrando que la convolución de
las densidades f
1
(x
1
) =
1
\sqrt{}
2{&pi;&sigma;}
1
exp

−x
2
1
/{2}&sigma;
2
1

y f
2
(x
2
) =
1
\sqrt{}
2{&pi;&sigma;}
2
exp

−x
2
2
/{2}&sigma;
2
2

es la densidad
normal de media &mu;}
1
</p>
<ul class="org-ul">
<li>&mu;}</li>
</ul>
<p>
2
y varianza &sigma;}
2
= &sigma;}
2
1
</p>
<ul class="org-ul">
<li>&sigma;}</li>
</ul>
<p>
2
2
. Por definición
(f
1
∗ f
2
)(x) =
Z
&infin;
−&infin;
f
1
(x − y)f
2
(y) =
1
2{&pi;&sigma;}
1
&sigma;
2
Z
&infin;
−&infin;
exp

−
(x − y)
2
2 &sigma; 
2
1
−
y
2
2 &sigma; 
2
2

dy (13)
El resultado se obtendrá mediante un poco de álgebra, bastante paciencia, y un cambio de
variables en la integral del lado derecho de la identidad (13).
exp

−
(x − y)
2
2 &sigma; 
2
1
−
y
2
2 &sigma; 
2
2

= exp
−
1
2

&sigma;
&sigma;
1
&sigma;
2
y −}
&sigma;
2
&sigma;&sigma;
1
x

2
−
x
2
2 &sigma; 
2
!
= exp
−
1
2

&sigma;
&sigma;
1
&sigma;
2
y −}
&sigma;
2
&sigma;&sigma;
1
x

2
!
exp

−
x
2
2 &sigma; 
2

La primera igualdad se obtuvo completando cuadrados respecto de y en la expresión −}
(x{−}y)
2
2 &sigma; 
2
1
−
y
2
2 &sigma; 
2
2
y reagrupando algunos términos. Mediante el cambio de variables z =
&sigma;
&sigma;
1
&sigma;
2
y −}
&sigma;
2
&sigma;&sigma;
1
x, cuya}
diferencial es de la forma dz =
&sigma;
&sigma;
1
&sigma;
2
dy, se puede ver que}
(f
1
∗ f
2
)(x) =
1
2{&pi;&sigma;}
exp

−
x
2
2 &sigma; 
2

Z
&infin;
−&infin;
exp

−
z
2
2

dz =}
1
\sqrt{}
2{&pi; &sigma;}
exp

−
x
2
2 &sigma; 
2

.
Este resultado se puede generalizar para una suma de n variables aleatorias independientes:
Sean X<sub>1</sub>
, X<sub>2</sub>
, &hellip; , X
n
variables aleatorias independientes con distribuciones normales: X
i
&sim;
N( &mu; }
i
, &sigma;
2
i
), 1 &le; i &le; n. Entonces, 
n
X
{i=1}
X
i
&sim; N
n
X
{i=1}
&mu;
i
,
n
X
{i=1}
&sigma;
2
i
!
.
La prueba se obtiene por inducción y utilizando la siguiente propiedad /"hereditaria"/de
familias de variables aleatorias independientes (cuya prueba puede verse en el Capítulo 1
del libro de Durrett, R.(1996): Probability Theory and Examples): Si X}
1
, X<sub>2</sub>
, &hellip; , X
n
son
variables aleatorias independientes, entonces funciones (medibles) de familias disjunta s de las
X
i
también son independientes.
</p>
</div>
</div>
<div id="outline-container-orgc0fc9ec" class="outline-5">
<h5 id="orgc0fc9ec">Nota Bene</h5>
<div class="outline-text-5" id="text-orgc0fc9ec">
<p>
Observando que para cada a &isin; \Re y X &sim; N}(&mu;, &sigma;
2
) resulta que aX &sim; N}(a&mu;, a}
2
&sigma;
2
)
se obtiene el siguiente resultado:
7
</p>
</div>
</div>
<div id="outline-container-org046e23f" class="outline-5">
<h5 id="org046e23f">Teorema 1.6. Sean X}</h5>
<div class="outline-text-5" id="text-org046e23f">
<p>
1
, X<sub>2</sub>
, &hellip; , X
n
variables aleato rias independientes con distribuciones
normales: X
i
&sim; N( &mu; }
i
, &sigma;
2
i
), 1 &le; i &le; n y sean a 
1
, a
2
, &hellip; , a
n
números reales cualesquiera.
Entonces,
n
X
{i=1}
a
i
X
i
&sim; N
n
X
{i=1}
a
i
&mu;
i
,
n
X
{i=1}
a
2
1
&sigma;
2
i
!
.
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org5275de1" class="outline-2">
<h2 id="org5275de1">Génesis de la distribución normal</h2>
<div class="outline-text-2" id="text-org5275de1">
</div>
<div id="outline-container-org3c87427" class="outline-3">
<h3 id="org3c87427">Teorema límite de De Moivre - Laplace</h3>
<div class="outline-text-3" id="text-org3c87427">
<p>
En 1733, De Moivre observó que la distribución binomial correspondiente a la cantidad
de é xitos, S}
n
, en n ensayos de Bernoulli simétricos tiene la forma límite de una campana.
Esta observación fue la clave que le permitió descubrir la famosa campana de Gauss y allanar
el camino que lo condujo a establecer la primera versión del Teorema Ce ntral del Límite{: la
convergencia de la distribución Binomial(n, 1 / 2) a la distribución normal estándar. En 1801,
Laplace refinó y generalizó este resultado al caso de la distribución Binomial(n, p). El Teorema
de De Moivre-Laplace, que enunciamos más abajo, mejora sustancialmente la Ley débil de los
grandes números porque proporciona una estimación mucho más precisa de las probabilidades
P

</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<tbody>
<tr>
</tr>
</tbody>
</table>
<p>
S
n
n
− p| &le; &epsilon;}

.
0 2 4 6 8 10 12 14 16
0
0.02
0.04
0.06
0.08
0.1
0.12
0.14
0.16
0.18
Figura 2: Relación entre la distribución Binomial simétrica y la distribución normal. La prob
abilidad de que ocurran k éxitos en n ensayos de Bernoulli está representada por un segmento
paralelo al eje de las abscisas localizado en la ordenada k de al tura igual a \mathbb{P}(S}
n
= k). La curva
continua /"aproxima"/los valores de \mathbb{P}(S}
n
= k). Observar que dichas probabilidades también
se pueden representar como áreas de re ctángulos de altura \mathbb{P}(S}
n
= k) y de base unitaria
centrada en k.
8
</p>
</div>
<div id="outline-container-org39cb05d" class="outline-5">
<h5 id="org39cb05d">Teorema 2.1 (Teorema límite de De Moivre-Laplace). Consideramos una sucesión de en-</h5>
<div class="outline-text-5" id="text-org39cb05d">
<p>
sayos de Bernoulli independi entes . Sean p la probabilidad de éxito en cada ensayo y S}
n
la
cantida d de é xitos observados en los primeros n ensayos. Para cualqu ier x &isin; \Re vale que
lim
n{&rarr;&infin;}
P
S
n
− np}
p
np(1 − p ) 
&le; x
!
= &Phi;(x), (14)
donde &Phi;(x) :=}
R
x
−&infin;
1
\sqrt{}
2 &pi; 
e
−t
2
/{2}
dt es la función distribución normal estándar.
</p>
</div>
</div>
