probabilidad/08.html
<div id="outline-container-orge33141b" class="outline-5">
<h5 id="orge33141b">Demostración</h5>
<div class="outline-text-5" id="text-orge33141b">
<p>
Ver Capítulo VII de Feller, W., (1971). An Introduction to Probability
Theory a nd Its Applications, Vol. I, John Wiley &amp; Sons, New York.
¿Qué significa el Teorema Límite de De Moivre-Laplace? Para c ontestar esta pre
gunta vamos a reconstruir las ideas principales de su génesis. En otras palabras, vamos a
(re)construir el Teorema. La clave de la construcción está /"embutida"/en la Figura 2. La im
agen permite /"capturar de inmediato"/la existencia de una forma lí mite para la distribución
Binomial en el caso simétrico p = 1 / 2.
Paso 1. El primer paso en la dirección del Teorema de De Moivre consiste en darse cuenta}
que la Figura 2 señala la existencia de una forma límite. En una primera fase (completa
mente abstracta) podemos conjeturar que /"{la distribuc ión binomial simétrica tiene una forma}
asintótica . En otras palabras, cuando la cantidad de ensayos de Bernoulli es suficientemente
grande, salvo traslaciones y cambios de escala apropiados, la distribución Binomial se parece
a una función continua par, &varphi; ( x ) , cuyo gráfico tiene la forma de una campana.{''}
Paso 2. El segundo paso consiste en precisar la naturaleza de la traslación y los cambios de}
escala que permiten /"capturar"/esa forma límite. Si se reﬂexiona sobre el significado de la
media y la varianza de una variable aleatoria, parece claro que la forma límite se obtendrá cen
trando la variable S}
n
en su valor medio, E[S}
n
] =
1
2
n, y adoptando como unidad de medida}
la desviación típica de los valores observados respecto de dicho valor, &sigma;(S}
n
) =
1
2
\sqrt{}
n. El sig
nificado geométrico de esta transformación consiste en (1) trasladar el origen de las abscisas
en
1
2
n y (2) dividirlas por}
1
2
\sqrt{}
n. Para que las áreas de los rectángulos sigan representando}
probabilidades, las ordenadas deben multiplicarse p or el mismo número. Este paso permite
enunciar la siguiente versión mejorada de la conjetura inicial: /"{existe una función continua}
&varphi; ( x) tal que
\mathbb{P}(S
n
= k) =

n
k

1
2

n
&sim;
1
1
2
\sqrt{}
n
&varphi;
k −}
1
2
n
1
2
\sqrt{}
n
!
, (15)
siempre y cuando n sea su ficienteme nte grande.{''}
Paso 3. Establecida la conjetura el problema consiste en /"descubrir"/la expresión de la función}
&varphi; ( x) y en precisar cuál es el sentido de la relación aproximada que aparece en (15). En este}
punto no queda otra que /"arremangarse y meter la mano en el barro''. Como resultado se
obtiene que la expresión de la función &varphi;(x) es
&varphi; ( x) =}
1
\sqrt{}
2 &pi; 
exp

−
x
2
2

y que la relación &sim; vale para valores de k del orden de
\sqrt{}
n y significa que el cociente de los}
dos lados tiende a 1 cuando n &rarr; &infin;} .
9
\hypertarget{pfa}
</p>
</div>
</div>
<div id="outline-container-org5b64e55" class="outline-5">
<h5 id="org5b64e55">Nota Bene</h5>
<div class="outline-text-5" id="text-org5b64e55">
<p>
La relación (15) expresa matemáticamente un hecho que se observa claramente}
en la Figura 2: la campana /"pasa"/por los puntos de base k y altura \mathbb{P}(S}
n
= k). Conviene
observar que la expresión que aparece en el lado derecho de la relación (15) es la función
de densidad de la normal N}

1
2
n,
1
4
n

evaluada en x = k. En la práctica, esto significa que
para obtener una buena aproximación de la probabilidad de observar k éxitos en n ensayos de
Bernoulli independientes, basta con evaluar la densidad de la normal N}

1
2
n,
1
4
n

en x = k.
Sin temor a equivocarnos, podemos resumir estas observaciones mediante una expresión de
la forma S}
n
&sim; N ( E[S
n
], V}(S}
n
) ).
Paso 4. Observar que para cada x}
1
&lt; x
2
vale que
P
x
1
&le;
S
n
−
1
2
n
1
2
\sqrt{}
n
&le; x
2
!
= P

1
2
n + x
1
1
2
\sqrt{}
n &le; S
n
&le;
1
2
n + x
2
1
2
\sqrt{}
n

=
X
x
1
1
2
\sqrt{}
n{&le;}j{&le;}x
2
1
2
\sqrt{}
n
P

S
n
=
1
2
n + j

&asymp;
X
x
1
&le;{jh}\leqx
2
h&varphi;  ( jh ) , (16)
donde h =
2
\sqrt{}
n
y la suma se realiza sobre todos los enteros j tales que x
1
&le; jh &le; x
2
. Cada
uno de los sumandos que aparecen en el lado derecho de la aproximación (16) es el área de
un rectángulo de base [kh, (k + 1)h y altura &varphi;(kh). Como la función &varphi;(·) es continua, para
valores pequeños de h la suma total de las áreas de los rectángulo debe estar próxima del área
bajo la curva de la densidad normal entre x
1
y x
2
. Por lo tanto, debe valer lo siguiente
lim
n{&rarr;&infin;}
P
x
1
&le;
S
n
−
1
2
n
1
2
\sqrt{}
n
&le; x
2
!
=
Z
x
2
x
1
&varphi; ( t ) dt = &Phi;(x
2
) − &Phi;(x
1
). (17)
Este paso puede hacerse formalmente preciso /"arremangandose y metiendo la mano en &#x2026;''
</p>
</div>
</div>
<div id="outline-container-orge1815ba" class="outline-5">
<h5 id="orge1815ba">Nota Bene</h5>
<div class="outline-text-5" id="text-orge1815ba">
<p>
La variable aleatoria que aparece dentro de la probabilidad del l ado izquierdo}
de (17)
S
∗
n
=
S
n
−
1
2
n
1
2
\sqrt{}
n
=
S
n
− E[S 
n
]
&sigma; ( S
n
)
(18)
es una medida de la desviación de S}
n
respecto de la media E[S}
n
] en unidades de la desviación
típica &sigma;(S}
n
). El teorema límite de De Moivre-Laplace significa que cuando se considera una
cantidad n (suficientemente grande) de ensayos de Bernoulli independientes, la distribución de
la variable aleatoria S}
∗
n
es /"prácticamente indistinguible"/de la distribución normal estándar
N(0, 1).
Comentario sobre prueba del Teorema 2.1. Si se sigue con cuidado la demostración}
presentada por Feller se puede ver que las herramientas principales de la prueba son el desar
rollo de Taylor (1712) de la función log(1 + t) = t + O(t
2
) y la fórmula asintótica de Stirling
(1730) para los números factoriales n! &sim;}
\sqrt{}
2{\pin n}
n
e
−n
. Partiendo de la función de probabilidad
de la Binomial(n, 1 / 2) se /"deduce"/la expresión de la función densidad normal (
\sqrt{}
2 &pi; )
−{1}
e
−x
2
/{2}
</p>
<pre class="example">


</pre>
<p>
el factor (
\sqrt{}
2 &pi; )
−{1}
proviene de la fórmula de Stirling y el factor e
−x
2
/{2}
del desarrollo de Tay
lor. Dejando de lado los recursos técnicos utilizados en la prueba, se observa que las ideas
involucradas son simples y /"recorren el camino del descubrimiento"/de De Moivre (1733).
10
\hypertarget{pfb}
</p>
</div>
</div>
<div id="outline-container-org1237073" class="outline-5">
<h5 id="org1237073">Ejemplo 2.2.</h5>
<div class="outline-text-5" id="text-org1237073">
<p>
Se lanza 40 veces una moneda honesta. Hallar la probabilidad de que se}
obtengan exactamente 20 caras. Usar l a aproximación normal y compararla con la solución
exacta.
Solución: La cantidad de caras en 40 lanzamientos de una moneda honesta, S
40
, es una
variable Binomial de parámetros n = 40 y p = 1 / 2. La aproximación normal (15) establece
que
\mathbb{P}(S
40
= 20) &sim;}
1
1
2
\sqrt{}
40
&varphi;(0) =}
1
\sqrt{}
20 &pi; 
= 0.12615&hellip;
El resultado exacto es
\mathbb{P}(X = 20) =}

40
20

1
2

40
= 0.12537&hellip;
</p>
</div>
</div>
