org/probabilidad/08.org
**** Ejemplo 2.3.
Se dice que los recién nacidos de madres fumadoras tienden a ser más pequeños}
y propensos a una variedad de dolencias. Se conjetura que además parecen deformes. A un
grupo de enfermeras se les mostró una selección de fotografías de bebés, la mitad de los
cuales nacieron de madres fumadoras; las enfermeras fueron invitadas a juzgar a partir de la
apariencia de cada uno si la madre era fumadora o no. En 1500 ensayos se obtuvieron 910
respuestas correctas. La conjetura es plausible?
Solución: Aunque superficial, un argumento atendible consiste en afirmar que, si todos los}
bebés parecen iguales, la cantidad de repuestas correctas S_n
en n ensayos es una variable
aleatoria con distribución Binomial (n, 1 / 2). Entonces, para n grande
P
S_n
−
1
2
n
1
2
\sqrt{}
n
> 3}
!
= 1 − P}
S_n
−
1
2
n
1
2
\sqrt{}
n
\leq 3}
!
\approx 1 − \Phi(3) \approx
1
1000
por el Teorema límite de De Moivre-Laplace. Para los valores dados de S_n
,
S_n
−
1
2
n
1
2
\sqrt{}
n
=
910 − 750
5
\sqrt{}
15
\approx 8.
Se podría decir que el evento \{X −}
1
2
n >
3
2
\sqrt{}
n{\} es tan improbable que su ocurrencia arroja
dudas sobre la suposición origi nal de que los bebés parecen iguales. Este argumento otorgaría
cierto grado de credibilidad a la c onjetura enunciada.
Comentarios sobre el caso general
1. En el caso general, la probabilidad de éxito en cada ensayo de Bernoulli individual es}
p \in (0}, 1). Si S_n
es la cantidad de éxitos observados en los primeros n ensayos, entonces
E[S_n
] = np y V(S_n
) = np(1 − p). Por lo tanto, la variable aleatoria
S
∗
n
:=
S_n
− np}
p
np(1 − p)
(19)
es una medida de la desviación de S_n
respecto de la media E[S_n
] = np en unidades de la
desviación típica \sigma(S_n
) =
p
np(1 − p). El teorema límite de De Moivre-Laplace significa}
11
\hypertarget{pfc}
que cuando se considera una cantidad n (suficientemente grande) de ensayos de Bernoulli
independientes, la distribución de la variable aleatoria S}
∗
n
es /prácticamente indistinguible/
de la distribución normal estándar N(0, 1).
2. Técnicamente la prueba del teorema se puede hacer recurriendo a las mismas herramientas}
utilizadas en la prueba del caso simétrico, pero los cálculos involucrados son más complica
dos. Sin embargo, el resultado también es claro si se observan las gráficas de la distribución
Binomial(n, p). En la Figura 3 se ilustra el caso n = 16 y p = 1 / 4. Nuevamente es /evidente/
que la forma límite de distribución Binomial debe ser la distribución normal.
0 2 4 6 8 10 12 14 16
0
0.05
0.1
0.15
0.2
Figura 3: Gráfica de la función de probabilidad binomial con n = 16 y p = 1 / 4. Cerca
del término central m = np = 4, salvo un cambio de escala (cuya unidad de medida es
p
np(1 − p) =}
\sqrt{}
3) la gráfica es /indistinguible/ de la gráfica de la densidad normal.
3. De la Figura 3 debería estar claro que, para n suficientemente grande, debe valer lo siguiente}
\mathbb{P}(S_n
= k) =

n
k

p
k
(1 − p)
n{−}k
\sim
1
p
np(1 − p)
\varphi
k − np
p
np(1 − p)
!
. (20)
**** Ejemplo 2.4.
Para el caso ilustrado en la Figura 3: n = 16 y p = 1 / 4, la aproximación (20)
es bastante buena, incluso con un valor de n peque ño. Para k = 0, \dots 4 las probabilidades
\mathbb{P}(S_n
= 4+k) son 0.2252, 0.1802, 0.1101, 0.0524, 0.0197. Las aproximaciones correspondientes
son 0.2303, 0.1950, 0.1183, 0.0514, 0.0160.
**** Nota Bene
El Teorema límite de De Moivre-Laplace justifica el uso de los métodos de la}
curva normal para aproximar probabilidades relacionadas con ensayos de Bernoulli con prob
abilidad de éxito p. La experiencia /indica/  que la aproximación es bastante buena siempre
que np > 5 cuando p \leq 1 / 2, y n(1 − p) cuando p > 1 / 2. Un valor muy pequeño de p junto
con un valor de n moderado darán lugar a una media pequeña y con ello se obtendrá una
12
\hypertarget{pfd}
distribución asimétrica. La mayor parte de la distribución se acumulará alrededor de 0, im
pidiendo con ello que una curva normal se le ajuste bien. Si la media se aparta por lo menos
5 unidades de una y otra extremidad, la distribución tiene suficiente espacio para que resulte
bastante simétrica. (Ver la Figura 4).
0 1 2 3 4 5 6 7 8 9 10
0
0.1
0.2
0.3
0.4
0.5
0.6
0.7
0.8
(a)
0 1 2 3 4 5 6 7 8 9 10
0
0.1
0.2
0.3
0.4
0.5
(b)
0 1 2 3 4 5 6 7 8 9 10
0
0.05
0.1
0.15
0.2
0.25
0.3
0.35
0.4
(c)
0 1 2 3 4 5 6 7 8 9 10
0
0.05
0.1
0.15
0.2
0.25
0.3
(d)
0 1 2 3 4 5 6 7 8 9 10
0
0.05
0.1
0.15
0.2
0.25
(e)
0 1 2 3 4 5 6 7 8 9 10
0
0.05
0.1
0.15
0.2
0.25
(f)
Figura 4: Comparación entre la distribución Binomial(10, p) y su aproximación por la normal
para distintos valores de p (a) p = 0.025; (b) p = 0.05; (c) p = 0.1; (d) p = 0.2; (e) p = 0.4;
(f) p = 0.5.
**** Ejemplo 2.5 (Encuesta electoral). Queremos estimar la proporción del electorado que pre
tende votar a un cierto candidato. Para ello consideramos que el voto de cada elector tiene
una distribución Bernoulli de parámetro p. Concretamente, queremos encontrar un tamaño
muestral n suficiente para que con una certeza del 99.99 % podamos garantizar un error máxi
mo de 0.02 entre el verdadero valor de p y la proporción muestral S_n
/n. En otras palabras,}
queremos encontrar n tal que
P





S_n
n
− p




\leq 0.02}

\geq 0.9999. (21)
Para acotar la incerteza usaremos la aproximación por la normal provista por el teorema límite
de De Moivre - Laplace. Para ello, en lugar de observar la variable S_n
, debemos observar la
variable normalizada S}
∗
n
:= (S_n
− np) /}
p
np(1 − p). En primer lugar observamos que, como}
consecuencia del teorema límite, tenemos la siguiente aproximación
P





S_n
− np}
p
np(1 − p)





\leq a
!
\approx \Phi(−{a) − \Phi(a) = 2\Phi(a) − 1 (22)
13
\hypertarget{pfe}
o lo que es equivalente
P




S_n
n
− p




\leq
a
p
p(1 − p)
\sqrt{}
n
!
\approx 2\Phi(a) − 1. (23)
Como el verdadero valor de p es desconocido, la fórmula (23) no puede aplicarse directamente
ya que no se conoce el valor de
p
p(1 − p). Sin embargo, es fácil ver que}
p
p(1 − p) \leq 1}/{2 y}
por lo tanto
P





S_n
n
− p




\leq
a
2
\sqrt{}
n

\geq P




S_n
n
− p




\leq
a
p
p(1 − p)
\sqrt{}
n
!
\approx 2\Phi(a) − 1. (24)
Esta última relación es la herramienta con la que podemos resolver nuestro problema.
En primer lugar tenemos que resolver la ecuación 2\Phi(a) − 1 = 0.9999 o la ecuación
equivalente \Phi(a) =
1.9999
2
= 0.99995. La solución de está ecuación se obtiene consultando una
tabla de la distribución normal: a = 3.9. Reemplazando este valor de a en (24) obtenemos
P





S_n
n
− p




\leq
3.9
2
\sqrt{}
n

\geq 0.9999.
En segundo lugar tenemos que encontrar los valores de n que satisfacen la desigualdad
3.9
2
\sqrt{}
n
\leq 0.02. (25)
Es fácil ver que n satisface la desigualdad (25) si y solo si
n \geq}

3.9
0.04

2
= (97.5)
2
= 9506.2
El problema está resuelto.
* Teorema central del límite
Los teoremas sobre normalidad asintótica de sumas de variables aleatorias se llaman Teo
remas Centrales del Límite. El Teorema límite de De Moivre - Laplace es un Teorema Central
del Límite para variables aleatorias independientes con distribución Bernoulli(p). Una versión
más general es la siguiente:
