probabilidad/08.html
<div id="outline-container-org3f6d056" class="outline-5">
<h5 id="org3f6d056">Teorema 3.1 (Teorema Central del Límite). Sea X</h5>
<div class="outline-text-5" id="text-org3f6d056">
<p>
1
, X<sub>2</sub>
, &hellip; una sucesión de variables aleato
rias independientes idénticamente distribuidas, cada una con media &mu; y varianza &sigma;}
2
. Entonces
la distribución de
P
n
{i=1}
X
i
− n&mu;}
&sigma;
\sqrt{}
n
tiende a la normal estándar cuando n &rarr; &infin;} . Esto es,
lim
n{&rarr;&infin;}
P

P
n
{i=1}
X
i
− n&mu;}
&sigma;
\sqrt{}
n
&le; x

= &Phi;(x), 
donde &Phi;(x) :=}
R
x
−&infin;
1
\sqrt{}
2 &pi; 
e
−t
2
/{2}
dt es la función de distribución de una normal de media 0 y}
varianza 1}.
14
\hypertarget{pff}
</p>
</div>
</div>
<div id="outline-container-org14387ab" class="outline-5">
<h5 id="org14387ab">Demostración</h5>
<div class="outline-text-5" id="text-org14387ab">
<p>
Ver Capítulo XV de Feller, W., (1971). An Introduction to Probability
Theory a nd Its Applications, Vol. II, John Wiley &amp; Sons, New York.
</p>
</div>
</div>
<div id="outline-container-orgfa29bfc" class="outline-5">
<h5 id="orgfa29bfc">Corolario 3.2. Sea X}</h5>
<div class="outline-text-5" id="text-orgfa29bfc">
<p>
1
, X<sub>2</sub>
, &hellip; una sucesión de variables aleatorias independientes idénti
camente distribuidas, cada una con media &mu; y varianza &sigma;}
2
. Si n es suficientemente grande,
para cada valor a &gt; 0 vale la siguiente aproximación
P





1
n
n
X
{i=1}
X
i
− &mu;}





&le; a
&sigma;
\sqrt{}
n
!
&asymp; 2&Phi;(a) − 1 (26)
</p>
</div>
</div>
<div id="outline-container-org414e697" class="outline-5">
<h5 id="org414e697">Demostración</h5>
<div class="outline-text-5" id="text-org414e697">
<p>
El teorema central del límite establece que si n es suficientemente grande,}
entonces para c ada x &isin; \Re vale que
P

P
n
{i=1}
X
i
− n&mu;}
&sigma;
\sqrt{}
n
&le; x

&asymp; &Phi;(x) (27)
De la aproximación (27) se deduce que para cada valor a &gt; 0
P





P
n
{i=1}
X
i
− n&mu;}
&sigma;
\sqrt{}
n




&le; a

&asymp; &Phi;(a) − &Phi;(−{a) = 2&Phi;(a ) − 1. (28)
El resultado se obtiene de (28) observando que




P
n
{i=1}
X
i
− n&mu;}
&sigma;
\sqrt{}
n




=
n
&sigma;
\sqrt{}
n





1
n
n
X
{i=1}
X
i
− &mu;}





=
\sqrt{}
n
&sigma;





1
n
n
X
{i=1}
X
i
− &mu;}





. (29)
</p>
</div>
</div>
<div id="outline-container-orgc06cd52" class="outline-5">
<h5 id="orgc06cd52">Nota Bene</h5>
<div class="outline-text-5" id="text-orgc06cd52">
<p>
Para los usos prácticos, especialmente en estadística, el resultado límite en}
sí mismo no es de interés primordial. Lo que interesa es usarlo como una aproximación con
valores finitos de n. Aunque no es posible dar un enunciado consiso sobre cuan buena es la
aproximación, se pueden dar algunas pautas generales y examinando algunos casos especiales
se puede tener alguna idea más precisa del comportamiento de cuan buena es la aproximación.
Qué tan rápido la aproximación es buena depende de la distribución de los sumandos. Si
la distribución es bastante simétrica y sus colas decaen rápidamente, la aproximación es
buena para valores relativamente pequeños de n. Si la distribución es muy asimétrica o si
sus col as decaen muy lentamente, se necesitan valores grandes de n para obtener una buena
aproximación.
</p>
</div>
</div>
<div id="outline-container-org0a87959" class="outline-3">
<h3 id="org0a87959">Ejemplos</h3>
<div class="outline-text-3" id="text-org0a87959">
</div>
<div id="outline-container-org9d8204c" class="outline-5">
<h5 id="org9d8204c">Ejemplo 3.3 (Suma de uniformes). Puesto que la distribución uniforme sobre}</h5>
<div class="outline-text-5" id="text-org9d8204c">
<p>

−
1
2
,
1
2

tiene
media 0 y varianza
1
12
, la suma de 12 variables independientes U}

−
1
2
,
1
2

tiene media 0 y
varianza 1. La distribución de esa suma está muy cerca de la normal.
</p>
</div>
</div>
<div id="outline-container-org808f1a8" class="outline-5">
<h5 id="org808f1a8">Ejemplo 3.4.</h5>
<div class="outline-text-5" id="text-org808f1a8">
<p>
Para simplificar el cálculo de una suma se redondean todos los números al}
entero más cercano. Si el error de redondeo se puede representar como una variable aleatoria
U

−
1
2
,
1
2

y se suman 12 números, ¿cuál es la probabilidad de que el error de redondeo exceda
1?
15
−4 −3 −2 −1 0 1 2 3 4
0
0.05
0.1
0.15
0.2
0.25
0.3
0.35
0.4
0.45
(a)
−3 −2 −1 0 1 2 3
0
0.1
0.2
0.3
0.4
0.5
0.6
0.7
0.8
0.9
1
(b)
Figura 5: (a) Comparación entre un histograma de 1000 valores, cada uno de l os cuales es la
suma de 12 variables uniformes U}

−
1
2
,
1
2

, y la función densidad normal; (b) Comparación
entre la función de distribución empírica correspondiente a 1000 valores de la suma de 12
uniformes U}

−
1
2
,
1
2

y la función de distribución normal. El ajuste es sorprendentemente
bueno, especialmente si se tiene en cuenta que 12 no se considera un número muy grande.
Solución: El error de redondeo cometido al sumar 12 números se representa por la suma}
P
12
{i=1}
X
i
de 12 variables aleatorias independientes X<sub>1</sub>
, &hellip; , X<sub>12</sub>
cada una con distribución uni
forme sobre el intervalo

−
1
2
,
1
2

. El error de r edondeo excede 1 si y solamente si



P
12
{i=1}
X
i



&gt; 1.
Puesto que E[X
i
] = 0 y V(X
i
) =
1
12
de acuerdo con el teorema central del límite tenemos que
la distribución de
P
12
{i=1}
X
i
− 12{E[X}
i
]
p
12{V(X
i
)
=
12
X
{i=1}
X
i
se puede aproximar por la distribución normal estándar. En consecuencia,
P





12
X
{i=1}
X
i





&gt; 1}
!
= 1 − P}





12
X
{i=1}
X
i





&le; 1}
!
&asymp; 1 − (&Phi;(1) − &Phi;(−{1))
= 1 − (2&Phi;(1) − 1) = 2 − 2&Phi;(1) = 0.3173&hellip;
16
</p>
</div>
</div>
<div id="outline-container-org1f2cd38" class="outline-5">
<h5 id="org1f2cd38">Ejemplo 3.5 (Suma de exponenciales). La suma S</h5>
<div class="outline-text-5" id="text-org1f2cd38">
<p>
n
de n variables aleatorias independientes
exponenciales de intensidad &lambda; = 1 obedece a una distribución gamma, S}
n
&sim; &Gamma;(n, 1). En la}
siguiente figura se comparan, para distintos valores de n, la función de distribución de la suma
estandarizada
S
n
−{E[S 
n
]
\sqrt{}
V(S
n
)
con la función de distribución normal estándar.
−3 −2 −1 0 1 2 3
0
0.1
0.2
0.3
0.4
0.5
0.6
0.7
0.8
0.9
1
Figura 6: La normal estándar (sólida) y las funciones de distribución de las variables &Gamma;(n, 1)
estandarizadas para n = 5 (punteada), n = 10 (quebrada y punteada) y n = 30 (quebrada).
</p>
</div>
</div>
<div id="outline-container-orgd34090f" class="outline-5">
<h5 id="orgd34090f">Ejemplo 3.6.</h5>
<div class="outline-text-5" id="text-orgd34090f">
<p>
La distribución de Poisson de media &lambda; se puede aproximar por la normal para}
valores grandes de &lambda;}: si N &sim; Poisson( &lambda; ), entonces
N − &lambda;
\sqrt{}
&lambda;
&asymp; N(0, 1).
</p>
</div>
</div>
<div id="outline-container-org81c1d93" class="outline-5">
<h5 id="org81c1d93">Ejemplo 3.7.</h5>
<div class="outline-text-5" id="text-org81c1d93">
<p>
Si la emisi ón de una cierta clase de partículas obedece a un proceso de Poisson}
de intensidad 900 por hora, ¿cuál es la probabilidad de que se emitan más de 950 partículas
en una hora determinada?
Solución: Sea N una variable Poisson de media 900. Calculamos \mathbb{P}(N &gt; 950) estandarizan
do
\mathbb{P}(N &gt; 950) = P

N − 900
\sqrt{}
900
&gt;
950 − 900
\sqrt{}
900

&asymp; 1 − &Phi;}

5
3

= 0.04779.
</p>
</div>
</div>
<div id="outline-container-org0acaf94" class="outline-5">
<h5 id="org0acaf94">Ejemplo 3.8.</h5>
<div class="outline-text-5" id="text-org0acaf94">
<p>
El tiempo de vida de una batería es una variable aleatoria de media 40 horas}
y desvío 20 horas. Una batería se usa hasta que falla, momento en el cual se la reemplaza por
17
una nueva. Suponiendo que se dispone de un stock de 25 baterías, cuyos tiempos de vida son
independientes, aproximar la probabilidad de que pueda obtenerse un uso superior a las 1100
horas.
Solución: Si ponemos X}
i
para denotar el tiempo de vida de la i-ésima batería puesta en
uso, lo que buscamos es el valor de p = \mathbb{P}(X<sub>1</sub>
</p>
<ul class="org-ul">
<li>&ctdot; + X<sub>25</sub></li>
</ul>
<p>
&gt; 1000), que puede aproximarse de}
la siguiente manera:
p = P}
P
25
{i=1}
X
i
− 1000}
20
\sqrt{}
25
&gt;
1100 − 1000
20
\sqrt{}
25
!
&asymp; 1 − &Phi;(1) = 0.1587.
</p>
</div>
</div>
