org/probabilidad/08.org
**** Ejemplo 3.9.
El peso W (en toneladas) que puede re sistir un puente sin sufrir daños es
tructurales es una variable aleatoria con distribución normal de media 1400 y desvío 100. El
peso (en toneladas) de cada camión de are na es una variable aleatoria de media 22 y desvío
0.25. Calcular la probabilidad de que ocurran daños estructurales cuando hay 64 camiones de
arena sobre el tablero del puente.
Solución: Ocurren daños estructurales cuando la suma de los pesos de los 64 camiones,}
X_1
, \dots , X
64
, supera al peso W . Por el teorema central del límite, la distribución de la suma
P
64
{i=1}
X
i
es aproximadamente una normal de media 1408 y desvío 2. En consecuencia, W −
P
64
{i=1}
X
i
se distribuye (aproximadamente) como una normal de media 1400 − 1408 = −}8 y
varianza 10000 + 4 = 10004. Por lo tanto,
P
64
X
{i=1}
X
i
> W
!
= P
W −}
64
X
{i=1}
X
i
< 0}
!
= P
W −}
P
64
{i=1}
X
i
+ 8
\sqrt{}
10004
<
8
\sqrt{}
10004
!
\approx \Phi(0.07998\dots) = 0.5318\dots}
**** Ejercicios adicionales
1. Un astronauta deberá permanecer 435 días en el espacio y tiene que optar entre dos}
alternativas. Utilizar 36 tanques de oxígeno de tipo A o 49 tanques de oxigeno de tipo B.
Cada tanque de oxígeno de tipo A tiene un rendimiento de media 12 días y desvío 1 / 4. Cada
tanque de oxígeno de tipo B tiene un rendimiento de media de 8, 75 días y desvío 25 / 28.
¿Qué alternativa es la más conveniente?
2. 432 números se redondean al entero más cercano y se suman. Suponiendo que los errores}
individuales de r edondeo se distribuyen uniformemente sobre el i ntervalo (−}0.5, 0.5), aproxi
mar la probabilidad de que la suma de los números redondeados difiera de la suma exacta en
más de 6.
3. Dos aerolíneas $A$ y $B$ que ofrecen idéntico servicio para viajar de Buenos Aires a San Pablo}
compiten por la misma población de 400 clientes, cada uno de los cuales elige una aerolínea
al azar. ¿Cuál es la probabilidad de que la línea A tenga más clientes que sus 210 asientos?
18
* Distribuciones relacionadas con la Normal
En esta sección se presentan tres distribuciones de probabilidad relacionadas con la dis
tribución normal: las distribuciones \Chi}
2
, t y F . Esas distribuciones aparecen en muchos prob
lemas estadísticos.
** \Chi^2 (chi-cuadrado)
**** Definición 4.1 (Distribución chi-cuadrado con un grado de libertad). Si Z es una una vari
able aleatoria con distribución normal estándar, la distribución de U = Z}
2
se llama la dis
tribución chi-cuadrado con 1 grado de libertad.
0 1 2 3 4 5
0
0.2
0.4
0.6
0.8
1
1.2
1.4
1.6
1.8
Figura 7: Gráfico de la función densidad de probabilidad de la distribución \Chi}
2
1
.
Caracterización de la distribución \Chi}
2
1
. La función de distribución de la variable U = Z
2
es F}
U
(u) = \mathbb{P}(Z}
2
\leq u), donde Z es N(0, 1). Para cada u > 0, vale que}
F(x) = \mathbb{P}(Z
2
\leq u) = \mathbb{P}(}|{Z}| \leq
\sqrt{}
u) = \mathbb{P}(−
\sqrt{}
u \leq Z \leq}
\sqrt{}
u) =}
Z
\sqrt{}
u
−
\sqrt{}
u
1
\sqrt{}
2 \pi
e
−z
2
/{2}
dz.
Usando el teorema fundamental del cálculo integral y la regla de la cadena obtenemos que
para cada u > 0 vale que
f
U
(u) =
d
du
F
U
(u) =
d
du
Z
\sqrt{}
u
−
\sqrt{}
u
1
\sqrt{}
2 \pi
e
−z
2
/{2}
dz
=
1
\sqrt{}
2 \pi

e
− (
\sqrt{}
u)
2
/{2}
d
du
(
\sqrt{}
u) − e
− (−
\sqrt{}
u)
2
/{2}
d
du
(−}
\sqrt{}
u)

=
1
\sqrt{}
2 \pi

e
−{u/{2
1
2
\sqrt{}
u
+ e
−{u/{2
1
2
\sqrt{}
u

=
1
\sqrt{}
2 \pi

e
−{u/{2
1
\sqrt{}
u

=
(1 / 2)
1
2
\sqrt{}
\pi

u
−{1 / 2}
e
−(1 / 2)u}

=
(1 / 2)
1
2
\sqrt{}
\pi
u
1
2
−{1}
e
−(1 / 2)u}
. (30)
19
La última expresión que aparece en el lado derecho de la identidad (30) es la expresión de la
densidad de la distribución \Gamma

1
2
,
1
2

. Por lo tanto,
\Chi
2
1
= \Gamma

1
2
,
1
2

.
**** Nota Bene
Notar que si X \sim N}(\mu, \sigma
2
), entonces
X{−}\mu
\sigma
\sim N(0, 1), y por lo tanto}

X{−}\mu
\sigma

2
\sim
\Chi
2
1
.
**** Definición 4.2 (Distribución chi-cuadrado). Si U
1
, U
2
, \dots , U
n
son variables aleatorias inde
pendientes, cada una con distribución \Chi}
2
1
, la distribución de V =
P
n
{i=1}
U
i
se llama distribución
chi-cuadrado con n grados de libertad y se denota \Chi
2
n
.
Caracterización de la distribución chi-cuadrado. La distribución \Chi
2
n
es un caso par
ticular de la distribución Gamma. Más precisamente,
\Chi
2
n
= \Gamma

n
2
,
1
2

.
Basta recordar que la suma de variables \Gamma i.i.d. también es \Gamma. En particular, la función
densidad de V es
f
V
(v) =
(1 / 2)
n
2
\Gamma

n
2

v
n
2
−{1}
e
−
1
2
v
1\{v > 0}\}.
**** Nota Bene
La distribución \Chi
2
n
no es simétrica.
0 5 10 15 20 25
0
0.02
0.04
0.06
0.08
0.1
0.12
0.14
Figura 8: Gráfico de la función densidad de probabilidad de la distribución \Chi}
2
7
.
20
** t de Student
**** Definición 4.3 (La distribución t de Student). Sean Z y U variables aleatorias independientes
con d ist ribuc iones N(0, 1) y \Chi}
2
n
, respectivamente. La distribución de la variable
T =}
Z
p
U/n
se llama distribución t de Student con n grados de libertad y se denota mediante t_n
.
La función densidad de la t de Student con n grados de libertad es
f
T
(t) =
\Gamma

{n+1}
2

\sqrt{}
n\pi{\Gamma}

n
2


1 +
t
2
n

−
{n+1}
2
.
La fórmula de la densidad se obtiene por los métodos estándar desarrollados en las notas
sobre transformaciones de variables.
−5 −4 −3 −2 −1 0 1 2 3 4 5
0
0.05
0.1
0.15
0.2
0.25
0.3
0.35
0.4
Figura 9: Comparación de la función densidad de probabilidad de una distribución t
7
(línea
solida) con la de la distribución N(0, 1) (línea punteada).
**** Observación 4.4. Notar que la densidad de t}
n
es simétrica respecto del origen. Cuando la
cantidad de grados de libertad, n , es grande la distribución t_n
se aproxima a la la distribución
N(0, 1); de hecho para más de 20 o 30 grados de libertad, las distribuciones son muy cercanas.
.
** F de Fisher
**** Definición 4.5 (Distribución F). Sean U y V variables aleatorias independientes con dis-
tribuciones \Chi}
2
m
y \Chi}
2
n
, respectivamente. La distribución de la variable
W =}
U/m
V/n
21
se llama distribución F con m y n grados de libertad y se denot a por F}
m, n
.
La función densidad de W es
f
W
(w) =
\Gamma

m{+}n
2

\Gamma

m
2

\Gamma

n
2


m
n

m
2
w
m
2
−{1}

1 +
m
n
w

−
m{+}n
2
1\{w \geq 0\}.
W es el cociente de dos variables aleatorias independientes, y su densidad se obtiene usando}
los métodos estándar desarrollados en las notas sobre transformaciones de variables.
