org/probabilidad/08.org
**** Nota Bene
Se puede mostrar que, para n > 2, E[W ] = n/(n − 2). De las definiciones de}
las distribuciones t y F , se deduce que el cuadrado de una variable aleatoria t_n
se distribuye
como una F}
1,n}
.
0 1 2 3 4 5 6 7
0
0.1
0.2
0.3
0.4
0.5
0.6
0.7
0.8
Figura 10: Gráfico típico de la función densidad de probabilidad de una distribución F .
¿Cómo usar las tablas de las distribuciones F ? Para cada \alpha \in (0, 1), sea F
\alpha,m,n
el
punto del semieje positivo de las abscisas a cuya derecha la distribución F}
m,n
acumula una
probabilidad \alpha}:
\mathbb{P}(F
m,n
> F
\alpha,m,n
) = \alpha.
**** Observación 4.6. Notar que de las igualdades}
\alpha = P}

U/m
V/n
> F
\alpha,m,n

= P

V/n
U/m
<
1
F
\alpha,m,n

= 1 − P}

V/n
U/m
\geq
1
F
\alpha,m,n

se deduce que
F
1{−{\alpha,n,m
=
1
F
\alpha,m,n
. (31)
22
En los manuales de estadística se pueden consultar las tablas de los valores F}
\alpha,m,n
para
diferentes valores de m, n y \alpha \in \}0.01, 0.05{\}. Por ejemplo, según la tabla que tengo a mi
disposición
1
\mathbb{P}(F
9, 9
> 3.18) = 0.05 y \mathbb{P}(F
9, 9
> 5.35) = 0.01}
Usando esa información queremos hallar valores φ}
1
y φ}
2
tales que
\mathbb{P}(F
9, 9
> φ
2
) = 0.025 y \mathbb{P}(F}
9, 9
< φ
1
) = 0.025.
El valor de φ}
2
se obtiene por interpolación líneal entre los dos puntos dados en la tabla:
A = (3.18, 0.05) y B = (5.35, 0.01). La ecuación de la rec ta que pasa por ellos es y − 0.01 =}
−
0.04
2.17
(x −} 5.35). En consecuencia, φ}
2
será la solución de la ecuación 0.025 −}0.01 = −}
0.04
2.17
(φ}
2
−
5.35). Esto es, φ}
2
= 4.5362.
El valor de φ}
1
se obtiene observando que la ecuación \mathbb{P}(F}
9, 9
< φ
1
) = 0.025 es equivalente
a la ecuación \mathbb{P}(1{/F}
9, 9
> 1}/φ
1
) = 0.025. Por definición, la distribución de 1{/F}
9, 9
coincide con
la de F}
9, 9
. En consecuencia, φ}
1
debe satisfacer la ecuación \mathbb{P}(F}
9, 9
> 1}/φ
1
) = 0.025. Por lo
tanto, φ}
1
= 1 / 4.5362 = 0.2204.
* Bibliografía consultada
Para redactar estas notas se consultaron los siguientes libros:
1. Cramer, H.: Métodos matemáticos de estadística. Aguilar,
   Madrid. (1970)
2. Durrett R.: Probability. Theory and Examples. Duxbury Press,
   Belmont. (1996)
3. Feller, W.: An introduction to Probability Theory and Its
   Applications. Vol. 1. John Wiley & Sons, New York. (1968)
4. Feller, W.: An introduction to Probability Theory and Its
   Applications. Vol. 2. John Wiley & Sons, New York. (1971)
5. Hoel P. G.: Introducción a la estadística matemática. Ariel,
   Barcelona. (1980)
6. Piskunov, N. : Cálculo diferencial e integral, tomo I. Mir, Moscú
 (1983)
7. Rice, J. A.: Mathematical Statistics and Data Analysis. Duxbury
   Press, Belmont. (1995)
8. Ross, S. M: Introduction to Probability and Statistics for
   Engineers and Scientists. Elsevier Academic Press, San
   Diego. (2004)
9. Ross, S.: Introduction to Probability Mo del s. Academic Press, San Diego. (2007)
10. Introducción a la estadística matemática. Ariel,
    Barcelona. (1980).



 
 
