probabilidad/08.html
<div id="outline-container-org10b4d99" class="outline-5">
<h5 id="org10b4d99">Nota Bene</h5>
<div class="outline-text-5" id="text-org10b4d99">
<p>
Se puede mostrar que, para n &gt; 2, E[W ] = n/(n − 2). De las definiciones de}
las distribuciones t y F , se deduce que el cuadrado de una variable aleatoria t
n
se distribuye
como una F}
1,n}
.
0 1 2 3 4 5 6 7
0
0.1
0.2
0.3
0.4
0.5
0.6
0.7
0.8
Figura 10: Gráfico típico de la función densidad de probabilidad de una distribución F .
¿Cómo usar las tablas de las distribuciones F ? Para cada &alpha; &isin; (0, 1), sea F
&alpha;,m,n
el
punto del semieje positivo de las abscisas a cuya derecha la distribución F}
m,n
acumula una
probabilidad &alpha;}:
\mathbb{P}(F
m,n
&gt; F
&alpha;,m,n
) = &alpha;.
</p>
</div>
</div>
<div id="outline-container-orgfbd9d24" class="outline-5">
<h5 id="orgfbd9d24">Observación 4.6. Notar que de las igualdades}</h5>
<div class="outline-text-5" id="text-orgfbd9d24">
<p>
&alpha; = P}

U/m
V/n
&gt; F
&alpha;,m,n

= P

V/n
U/m
&lt;
1
F
&alpha;,m,n

= 1 − P}

V/n
U/m
&ge;
1
F
&alpha;,m,n

se deduce que
F
1{−{&alpha;,n,m
=
1
F
&alpha;,m,n
. (31)
22
En los manuales de estadística se pueden consultar las tablas de los valores F}
&alpha;,m,n
para
diferentes valores de m, n y &alpha; &isin; \}0.01, 0.05{\}. Por ejemplo, según la tabla que tengo a mi
disposición
1
\mathbb{P}(F
9, 9
&gt; 3.18) = 0.05 y \mathbb{P}(F
9, 9
&gt; 5.35) = 0.01}
Usando esa información queremos hallar valores φ}
1
y φ}
2
tales que
\mathbb{P}(F
9, 9
&gt; φ
2
) = 0.025 y \mathbb{P}(F}
9, 9
&lt; φ
1
) = 0.025.
El valor de φ}
2
se obtiene por interpolación líneal entre los dos puntos dados en la tabla:
A = (3.18, 0.05) y B = (5.35, 0.01). La ecuación de la rec ta que pasa por ellos es y − 0.01 =}
−
0.04
2.17
(x −} 5.35). En consecuencia, φ}
2
será la solución de la ecuación 0.025 −}0.01 = −}
0.04
2.17
(φ}
2
−
5.35). Esto es, φ}
2
= 4.5362.
El valor de φ}
1
se obtiene observando que la ecuación \mathbb{P}(F}
9, 9
&lt; φ
1
) = 0.025 es equivalente
a la ecuación \mathbb{P}(1{/F}
9, 9
&gt; 1}/φ
1
) = 0.025. Por definición, la distribución de 1{/F}
9, 9
coincide con
la de F}
9, 9
. En consecuencia, φ}
1
debe satisfacer la ecuación \mathbb{P}(F}
9, 9
&gt; 1}/φ
1
) = 0.025. Por lo
tanto, φ}
1
= 1 / 4.5362 = 0.2204.
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org60cda05" class="outline-2">
<h2 id="org60cda05">Bibliografía consultada</h2>
<div class="outline-text-2" id="text-org60cda05">
<p>
Para redactar estas notas se consultaron los siguientes libros:
</p>
<ol class="org-ol">
<li>Cramer, H.: Métodos matemáticos de estadística. Aguilar,
Madrid. (1970)</li>
<li>Durrett R.: Probability. Theory and Examples. Duxbury Press,
Belmont. (1996)</li>
<li>Feller, W.: An introduction to Probability Theory and Its
Applications. Vol. 1. John Wiley &amp; Sons, New York. (1968)</li>
<li>Feller, W.: An introduction to Probability Theory and Its
Applications. Vol. 2. John Wiley &amp; Sons, New York. (1971)</li>
<li>Hoel P. G.: Introducción a la estadística matemática. Ariel,
Barcelona. (1980)</li>
<li>Piskunov, N. : Cálculo diferencial e integral, tomo I. Mir, Moscú
(1983)</li>
<li>Rice, J. A.: Mathematical Statistics and Data Analysis. Duxbury
Press, Belmont. (1995)</li>
<li>Ross, S. M: Introduction to Probability and Statistics for
Engineers and Scientists. Elsevier Academic Press, San
Diego. (2004)</li>
<li>Ross, S.: Introduction to Probability Mo del s. Academic Press, San Diego. (2007)</li>
<li>Introducción a la estadística matemática. Ariel,
Barcelona. (1980).</li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
Last update: 2019-03-06
</div>
</body>
</html>
